export default {
  projections: {
    ОплатаE: {
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      }
    },
    ОплатаL: {
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    видОплаты: {
      __caption__: 'Вид оплаты'
    },
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    печатьФото: {
      __caption__: 'печатьФото'
    }
  }
};
