export default {
  projections: {
    ПечатьФотоE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      видФото: {
        __caption__: 'Фото'
      },
      количество: {
        __caption__: 'Количество'
      },
      коррекция: {
        __caption__: 'Коррекция',
        кадрирование: {
          __caption__: 'Кадрирование'
        },
        чБЦвет: {
          __caption__: 'Ч б цвет'
        }
      }
    },
    ПечатьФотоL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      количество: {
        __caption__: 'Количество'
      },
      видФото: {
        __caption__: 'Фото'
      }
    }
  },
  validations: {
    видФото: {
      __caption__: 'Фото'
    },
    количество: {
      __caption__: 'Количество'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    фотокиоск: {
      __caption__: 'фотокиоск'
    },
    коррекция: {
      __caption__: 'Коррекция'
    }
  }
};
